[
{ "email" : "admin@admin.com", "userName" : "admin", "address" : "Cripton", "phoneNumber" : "1111111111", "pwd" : "Passw0rd" , "userNickname" : "admin", "description" : "n ", "userImageUrl" : "resources/userImages/Admin.jpg" },
{ "email" : "clark.kent@cripto.com", "userName" : "Clak Kent", "address" : "Cripton", "phoneNumber" : "0501111111", "pwd" : "clarkPWD" , "userNickname" : "Superman", "description" : "Clark Joseph Kent is a fictional character appearing in American comic books published by DC Comics. Created by Jerry Siegel and Joe Shuster, he debuted in Action Comics #1 and serves as the civilian and secret identity of the superhero Superman. ", "userImageUrl" : "resources/userImages/superman.jpg" },
{ "email" : "bruce.wayne@gotham.com", "userName" : "Bruce Wayne", "address" : "Gotham", "phoneNumber" : "0502222222", "pwd" : "brucePWD" , "userNickname" : "Batman", "description" : "Batman is a fictional superhero appearing in American comic books published by DC Comics. The character was created by artist Bob Kane and writer Bill Finger, and first appeared in Detective Comics #27 (1939). Originally named the character is also referred to by such epithets as the Caped Crusader, ", "userImageUrl" : "resources/userImages/batman.jpg" },
{ "email" : "peter.parker@nyc.com", "userName" : "Peter Parker", "address" : "NYC", "phoneNumber" : "0503333333", "pwd" : "peterPWD" , "userNickname" : "Spiderman", "description" : "Marvel has featured Spider-Man in several comic book series, the first and longest-lasting of which is titled The Amazing Spider-Man. Over the years, the Peter Parker character has developed from shy, nerdy New York City high school student to troubled but outgoing college student, to married hig ", "userImageUrl" : "resources/userImages/spiderman.jpg" },
{ "email" : "tony.stark@nyc.com", "userName" : "Tony Stark", "address" : "NYC", "phoneNumber" : "0504444444", "pwd" : "tonyPWD" , "userNickname" : "IronMan", "description" : "Iron Man is a fictional superhero appearing in American comic books published by Marvel Comics. The character was created by writer and editor Stan Lee, developed by scripter Larry Lieber, and designed by artists Don Heck and Jack Kirby. The character made his first appearance in Tales of Suspense #39 (cover dated March 1963).", "userImageUrl" : "resources/userImages/ironman.jpg" },
{ "email" : "refael@nyc.com", "userName" : "Refael", "address" : "NYC", "phoneNumber" : "0505555555", "pwd" : "refaelPWD" , "userNickname" : "RedTurtle", "description" : "Raphael, nickname Raph, or Rap is a fictional character and one of the four main characters of the Teenage Mutant Ninja Turtles comics and all related media. In the Mirage/Image Comics, all four turtles wear red bandanas over their eyes; in other versions, Raphael is the only one who retains a re", "userImageUrl" : "resources/userImages/refael.jpg" },
{ "email" : "donatelo@nyc.com", "userName" : "Donatelo", "address" : "NYC", "phoneNumber" : "0506666666", "pwd" : "donateloPWD" , "userNickname" : "PurpleTurtle", "description" : "Donatello, nickname Don, or Donnie, is a fictional character and one of the four main characters of the Teenage Mutant Ninja Turtles comics and all related media. He is co-creator Peter Laird's favorite Turtle. In the Mirage/Image Comics, all four turtles wear red bandanas, but in other versions he wear", "userImageUrl" : "resources/userImages/donatelo.jpg" },
{ "email" : "michelangelo@nyc.com", "userName" : "Michelangelo", "address" : "NYC", "phoneNumber" : "0507777777", "pwd" : "michelangeloPWD" , "userNickname" : "OrangeTurtle", "description" : "Michelangelo or Michaelangelo, nickname Mike, Mikey, or Michael, is a fictional character and one of the four main characters of the Teenage Mutant Ninja Turtles comics and all related media. In the Mirage/Image Comics, all four turtles wear red bandanas, but in other versions he wears an orang", "userImageUrl" : "resources/userImages/michelangelo.jpg" },
{ "email" : "leonardo@nyc.com", "userName" : "Leonardo", "address" : "NYC", "phoneNumber" : "0508888888", "pwd" : "leonardoPWD" , "userNickname" : "BlueTurtle", "description" : "Leonardo or Leo is one of the four main protagonists in Teenage Mutant Ninja Turtles and a member of the TMNT. He is the Karai's younger adoptive brother, and older brother of Raphael, Donatello, and Michelangelo, and the eldest Male child to Master Splinter. He is The Leader of the team. Th", "userImageUrl" : "resources/userImages/leonardo.jpg" },
{ "email" : "goku@nyc.com", "userName" : "Goku", "address" : "Japan", "phoneNumber" : "0509999999", "pwd" : "gokuPWD" , "userNickname" : "SonGoku", "description" : "The Son family having breakfast. The Son family is introduced in the series with the character Son Goku, whose name is the Japanese on'yomi rendering of Sun Wukong, a character from popular Chinese and Japanese cultures. Unlike most associated characters, the Son family does not have a theme of naming", "userImageUrl" : "resources/userImages/goku.jpg" },
{ "email" : "ash.ketchum@nyc.com", "userName" : "Ash Ketchum", "address" : "NYC", "phoneNumber" : "0520000000", "pwd" : "ashPWD" , "userNickname" : "PokemonMaster", "description" : "In the Best Wishes series, Ash traveled with Professor Oak and Delia Ketchum on a trip to the Unova region. After losing in a battle to Trip and seeing the power of the Legendary Pok√©mon Zekrom, Ash became interested in traveling Unova to meet new Pok√©mon, as well as new friends. In Unova, he brought along only h", "userImageUrl" : "resources/userImages/ash.jpg" },
{ "email" : "pikachu@nyc.com", "userName" : "Pikachu", "address" : "NYC", "phoneNumber" : "0521111111", "pwd" : "pikachuPWD" , "userNickname" : "PokemonElectricity", "description" : "Pikachu is a short, chubby rodent Pok√©mon. It is covered in yellow fur with two horizontal brown stripes on its back. It has a small mouth, long, pointed ears with black tips, brown eyes, and two red circles on its cheeks. There are pouches inside its cheeks where it stores electricity. It has short forearms with five ", "userImageUrl" : "resources/userImages/pikachu.jpg" },
{ "email" : "capatain@america.com", "userName" : "Captain", "address" : "USA", "phoneNumber" : "0522222222", "pwd" : "captainPWD" , "userNickname" : "Captain America", "description" : "aptain America is a fictional character appearing in American comic books published by Marvel Comics. Created by cartoonists Joe Simon and Jack Kirby, the character first appeared in Captain America Comics #1 (cover dated March 1941) from Timely Comics, a predecessor of Marvel Comics. Captain America was designed as a patriotic supersoldier who often fought the Axis powers of World War II and was Timely Comics' most popular character during the wartime period. ", "userImageUrl" : "resources/userImages/captain.jpg" },
{ "email" : "arthur@nyc.com", "userName" : "Arthur", "address" : "NYC", "phoneNumber" : "0523333333", "pwd" : "arthurPWD" , "userNickname" : "PokemonElectricity", "description" : "Arthur is a Canadian/American animated educational television series for children ages 4 to 8,[3] created by Cookie Jar Group (formerly known as Cinar) and WGBH for PBS. The show is set in the fictional American city of Elwood City, and revolves around the lives of 8-year-old Arthur Read, an anthropomorphic aardvark,[4] his friends and family, and their daily interactions with each other.", "userImageUrl" : "resources/userImages/arthur.jpg" },
{ "email" : "mickey@disney.com", "userName" : "Mickey Mouse", "address" : "Disney", "phoneNumber" : "0524444444", "pwd" : "mickeyPWD" , "userNickname" : "Mickey Mouse", "description" : "Mickey Mouse is a funny animal cartoon character and the mascot of The Walt Disney Company. He was created by Walt Disney and Ub Iwerks at the Walt Disney Studios in 1928. An anthropomorphic mouse who typically wears red shorts, large yellow shoes, and white gloves, Mickey is one of the world's most ...", "userImageUrl" : "resources/userImages/mickey.jpg" },
{ "email" : "tazz@disney.com", "userName" : "Tazz", "address" : "Looney Tunes", "phoneNumber" : "0525555555", "pwd" : "tazzPWD" , "userNickname" : "Tazz", "description" : "The Tasmanian Devil, commonly referred to as Taz, is an animated cartoon character featured in the Warner Bros. Looney Tunes and Merrie Melodies series of cartoons. Though the character appeared in only five shorts before Warner Bros. Cartoons closed down in 1964, marketing and television  ", "userImageUrl" : "resources/userImages/taz.jpg" },
{ "email" : "bugs@bunny.com", "userName" : "Bugs Bunny", "address" : "NYC", "phoneNumber" : "0526666666", "pwd" : "bugsPWD" , "userNickname" : "Bugs Bunny", "description" : "In company with cartoon studios such as Disney and Famous Studios, Warners pitted its characters against Adolf Hitler, Benito Mussolini, Francisco Franco, and the Japanese. Bugs Bunny Nips the Nips (1944) features Bugs at odds with a group of Japanese soldiers. This cartoon has since been pulled from distribution due ..", "userImageUrl" : "resources/userImages/bugs.jpg" },
{ "email" : "miney@disney.com", "userName" : "Miney Mouse", "address" : "Disney", "phoneNumber" : "0527777777", "pwd" : "mineyPWD" , "userNickname" : "Miney Mouse", "description" : "Minnie Mouse is a funny animal cartoon character created by Ub Iwerks and Walt Disney. She and Mickey Mouse were first drawn by Iwerks in 1928. The comic strip story The Gleam (published January 19ñMay 2, 1942) by Merrill De Maris and Floyd Gottfredson first gave her full name as Minerva Mouse, although this is ", "userImageUrl" : "resources/userImages/mini.jpg" },
{ "email" : "donald@disney.com", "userName" : "Donald Duck", "address" : "Disney", "phoneNumber" : "0528888888", "pwd" : "donaldPWD" , "userNickname" : "Donald Duck", "description" : "Donald Duck is a cartoon character created in 1934 at Walt Disney Productions. Donald is an anthropomorphic white duck with a yellow-orange bill, legs, and feet. He typically wears a sailor shirt and cap with a bow tie. Donald is most famous for his semi-intelligible speech and his mischievous and temperamental  ", "userImageUrl" : "resources/userImages/donald.jpg" },
{ "email" : "grandpa@smurf.com", "userName" : "Grandpa Smurf", "address" : "Disney", "phoneNumber" : "052123558", "pwd" : "grandpaPWD" , "userNickname" : "Grandpa", "description" : "Grandpa Smurf (original French name Vieux Vieux Schtroumpf) is a main character from the Smurfs", "userImageUrl" : "resources/userImages/dardasaba.jpg" },
{ "email" : "charizard@pokemon.com", "userName" : "Charizard Fire", "address" : "Pokemon", "phoneNumber" : "052123458", "pwd" : "charizardPWD" , "userNickname" : "Charizard", "description" : "Charizard is a draconic, bipedal Pokemon. It is primarily orange with a cream underside from the chest to the tip of its tail, which burns with a sizable flame. Charizard has a long neck, small blue eyes, raised nostrils, and two horn-like structures protruding from the back of its rectangular head. There are two fangs visible in", "userImageUrl" : "resources/userImages/charizard.jpg" },
{ "email" : "goofy@disney.com", "userName" : "Goofy", "address" : "Disney", "phoneNumber" : "0529999999", "pwd" : "goofyPWD" , "userNickname" : "goofy", "description" : "Goofy is a funny-animal cartoon character created in 1932 at Walt Disney Productions. Goofy is a tall, anthropomorphic animal with a Southern drawl, and typically wears a turtle neck and vest, with pants, shoes, white gloves, and a tall hat originally designed as a rumpled fedora. Goofy is a close friend of Mickey Mouse and ", "userImageUrl" : "resources/userImages/goffi.jpg" }
]